Repository: pulsepas/telegram_bot
Catalog: plugins/assistant/locale/*/LC_MESSAGES/telegram_assistant.po
Languages: ru_ru

source: QR code
ru_ru: QR код

source: Technical support for this plugin
ru_ru: Техническая поддержка этого плагина

source: You can be the Stainless Steel Rat
ru_ru: Стань стальной крысой

source: Set the API key.
ru_ru: Задайте ключ API

source: Ask for technical support
ru_ru: Запросить техническую поддержку

source: Click on the link to contact the developer.
ru_ru: Перейдите по ссылке, чтобы связаться с разработчиком.

source: Bot URL
ru_ru: Интернет адрес бота

source: The Internet address on which the bot works.
ru_ru: Интернет адрес, по которому работает бот

source: Internet address for registering a bot link.
ru_ru: Интернет адрес для регистрации ссылки на бота. Обязательно задайте Bot token и перезагрузите страницу для получения правильной ссылки.

source: No app settlement specified
ru_ru: Не задано поселение для приложения

source: Verification passed
ru_ru: Проверка пройдена

source: Verification not passed
ru_ru: Проверка не пройдена

source: HTTPS check
ru_ru: Проверка HTTPS

source: If not https, the bot will not work.
ru_ru: Если не https, бот не будет работать.

source: Use socks5 proxy
ru_ru: Использовать socks5 прокси

source: If enabled, the socks5 proxy will be used.
ru_ru: Если включено, будет использовано socks5 прокси.

source: Socks5 proxy address
ru_ru: Адрес socks5 прокси

source: If empty, the proxy will be disabled.
ru_ru: Если не заполнено, прокси не будет работать.

source: Socks5 proxy port
ru_ru: Порт socks5 прокси

source: Socks5 proxy user
ru_ru: Пользователь socks5 прокси

source: If empty, the login and password will not be used.
ru_ru: Если не заполнено, логин и пароль не будут использованы.

source: Socks5 proxy password
ru_ru: Пароль socks5 прокси

source: If empty, the password will not be used.
ru_ru: Если не заполнено, пароль не будет использован.

source: If api.telegram.org is blocked for you, use the Tor Browser or other method of bypass blocking to activate the bot.
ru_ru: Если api.telegram.орг для вас заблокирован, для активации бота воспользуйтесь браузером Tor или другим способом обхода блокировок.

source: Internet address for registering a bot link. If api.telegram.org is blocked for you, use the Tor Browser or other method of bypass blocking to activate the bot.
ru_ru: Интернет адрес для регистрации ссылки на бота. Обязательно задайте Bot token и перезагрузите страницу для получения правильной ссылки. Если api.telegram.орг для вас заблокирован, для активации бота воспользуйтесь браузером Tor или другим способом обхода блокировок.

source: Interface
ru_ru: Интерфейс

source: Basic settings
ru_ru: Основные настройки

source: Assistant bot
ru_ru: Ассистент

source: Save
ru_ru: Сохранить

source: Information
ru_ru: Информация

source: Button
ru_ru: Кнопка

source: row
ru_ru: строка

source: column
ru_ru: столбец

source: title
ru_ru: название

source: type
ru_ru: тип

source: Off
ru_ru: Выключено

source: Action
ru_ru: Действие

source: Link
ru_ru: Ссылка

source: command
ru_ru: команда

source: Text command to respond to the button. Be sure to start with "/". For example "/help"
ru_ru: Текстовая команда боту. Должна начинаться с "/". Например "/help".

source: content
ru_ru: содержимое

source: Currency
ru_ru: Валюта

source: For text formatting, only the following constructions are possible:
ru_ru: Для форматирования текста возможны только следующие конструкции:

source: Hint
ru_ru: Подсказка

source: Welcome!
ru_ru: Добро пожаловать!

source: Welcome text
ru_ru: Текст приветствия

source: The text that appears when you start the bot.
ru_ru: Текст, который появится при старте бота.

source: path
ru_ru: путь

source: This field is used only if file transfer is required. The path to the file is specified from the server root. Do not confuse the file path with a link to the file.
ru_ru: Это поле используется только при необходимости передачи файла. Путь к файлу должен быть от корня сервера. Не путайте путь к файлу со ссылкой на файл.
